/* Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка) */
int A = int.Parse(Console.ReadLine());
if (A % 2 == 0)
{
    Console.Write("Да, ");
    Console.WriteLine("четное");
}
else
{
    Console.Write("Нет, ");
    Console.WriteLine("нечетное");
}







